Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/yijing__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 六二：介于石，不終日，貞吉。
en: The second SIX, divided, shows one who is firm as a rock. (He sees a thing) without waiting till it has come to pass; with his firm correctness there will be good fortune.

source: 六三：盱豫，悔。遲有悔。
en: The third SIX, divided, shows one looking up (for favours), while he indulges the feeling of pleasure and satisfaction. If he would understand!--If he be late in doing so, there will indeed be occasion for repentance.

source: 九四：由豫，大有得。勿疑。朋盍簪。
en: The fourth NINE, undivided, shows him from whom the harmony and satisfaction come. Great is the success which he obtains. Let him not allow suspicions to enter his mind, and thus friends will gather around him.

source: 六五：貞疾，恆不死。
en: The fifth six, divided, shows one with a chronic complaint, but who lives on without dying.

source: 上六：冥豫，成有渝，无咎。
en: The topmost six, divided, shows its subject with darkened mind devoted to the pleasure and satisfaction (of the time); but if he change his course even when (it may be considered as) completed, there will be no error.

source: 隨，元亨，利貞，无咎。
en: Sui indicates that (under its conditions) there will be great progress and success. But it will be advantageous to be firm and correct. There will (then) be no error.

source: 初九：官有渝，貞吉。出門交有功。
en: The first NINE, undivided, shows us one changing the object of his pursuit; but if he be firm and correct, there will he good fortune. Going beyond (his own) gate to find associates, he will achieve merit.

source: 六二：系小子，失丈夫。
en: The second SIX, divided, shows us one who cleaves to the little boy, and lets go the man of age and experience.

source: 六三：系丈夫，失小子。隨有求得，利居貞。
en: The third SIX, divided, shows us one who cleaves to the man of age and experience, and lets go. the little boy. Such following will get what it seeks; but it will be advantageous to adhere to what is firm and correct.

source: 九四：隨有獲，貞凶。有孚在道，以明，何咎。
en: The fourth NINE, undivided, shows us one followed and obtaining (adherents). Though he be firm and correct, there will be evil. If he be sincere (however) in his course, and make that evident, into what error will he fall?

source: 九五：孚于嘉，吉。
en: The fifth NINE, undivided, shows us (the ruler) sincere in (fostering all) that is excellent. There will be good fortune.

source: 上六：拘系之，乃從維之。王用亨于西山。
en: The topmost SIX, divided, shows us (that sincerity) firmly held and clung to, yea, and bound fast. (We see) the king with it presenting his offerings on the western mountain.

source: 蠱，元亨，利涉大川。先甲三日，後甲三日。
en: Gu indicates great progress and success (to him who deals properly with the condition represented by it). There will be advantage in (efforts like that of) crossing the great stream. (He should weigh well, however, the events of) three days before the turning point, and those (to be done) three days after it.

source: 初六：幹父之蠱，有子考，无咎，厲終吉。
en: The first SIX, divided, shows (a son) dealing with the troubles caused by his father. If he be an (able) son, the father will escape the blame of having erred. The position is perilous, but there will be good fortune in the end.

source: 九二：幹母之蠱，不可貞。
en: The second NINE, undivided, shows (a son) dealing with the troubles caused by his mother. He should not (carry) his firm correctness (to the utmost).

source: 九三：幹父之蠱，小有悔，无大咎。
en: The third NINE, undivided, shows (a son) dealing with the troubles caused by his father. There may be some small occasion for repentance, but there will not be any great error.

source: 六四：裕父之蠱，往見吝。
en: The fourth SIX, divided, shows (a son) viewing indulgently the troubles caused by his father. If he go forward, he will find cause to regret it.

source: 六五：幹父之蠱，用譽。
en: The fifth SIX, divided, shows (a son) dealing with the troubles caused by his father. He obtains the praise of using (the fit instrument for his work).

source: 上九：不事王侯，高尚其事。
en: The sixth NINE, undivided, shows us one who does not serve either king or feudal lord, but in a lofty spirit prefers (to attend to) his own affairs.

source: 臨，元亨，利貞。至于八月有凶。
en: Lin (indicates that under the conditions supposed in it) there will be great progress and success, while it will be advantageous to be firmly correct. In the eighth month there will be evil.

source: 初九：咸臨，貞吉。
en: The first NINE, undivided, shows its subject advancing in company (with the subject of the second line). Through his firm correctness there will be good fortune.

source: 九二：咸臨，吉无不利。
en: The second NINE, undivided, shows its subject advancing in company (with the subject of the first line). There will be good fortune; (advancing) will be in every way advantageous.

source: 六三：甘臨，无攸利。既憂之，无咎。
en: The third SIX, divided, shows one well pleased (indeed) to advance, (but whose action) will be in no way advantageous. If he become anxious about it (however), there will be no error.

source: 六四：至臨，无咎。
en: The fourth SIX, divided, shows one advancing in the highest mode. There will be no error.

source: 六五：知臨，大君之宜，吉。
en: The fifth SIX, divided, shows the advance of wisdom, such as befits the great ruler. There will be good fortune.

source: 上六：敦臨，吉无咎。
en: The sixth SIX, divided, shows the advance of honesty and generosity. There will be good fortune, and no error.

source: 觀，盥而不荐，有孚顒若。
en: Guan shows (how he whom it represents should be like) the worshipper who has washed his hands, but not (yet) presented his offerings - with sincerity and an appearance of dignity (commanding reverent regard).

source: 初六：童觀，小人无咎，君子吝。
en: The first SIX, divided, shows the looking of a lad - not blamable in men of inferior rank, but matter for regret in superior men.

source: 六二：窺觀，利女貞。
en: The second SIX, divided, shows one peeping out from a door. It would be advantageous if it were (merely) the firm correctness of a female.

source: 六三：觀我生，進退。
en: The third SIX, divided, shows one looking at (the course of) his own life, to advance or recede (accordingly).

source: 六四：觀國之光，利用賓于王。
en: The fourth SIX, divided, shows one contemplating the glory of the kingdom. It will be advantageous for him, being such as he is, (to seek) to be a guest of the king.

source: 九五：觀我生，君子无咎。
en: The fifth NINE, undivided, shows its subject contemplating his own life(-course). A superior man, he will (thus) fall into no error.

source: 上九：觀其生，君子无咎。
en: The sixth NINE, undivided, shows its subject contemplating his character to see if it be indeed that of a superior man. He will not fall into error.

source: 噬嗑，亨。利用獄。
en: Shi He indicates successful progress (in the condition of things which it supposes). It will be advantageous to use legal constraints.

source: 初九：屨校滅趾，无咎。
en: The first NINE, undivided, shows one with his feet in the stocks and deprived of his toes. There will be no error.

source: 六二：噬膚滅鼻，无咎。
en: The second SIX, divided, shows one biting through the soft flesh, and (going on to) bite off the nose. There will be no error.

source: 六三：噬臘肉，遇毒；小吝，无咎。
en: The third SIX, divided, shows one gnawing dried flesh, and meeting with what is disagreeable. There will be occasion for some small regret, but no (great) error.

source: 九四：噬乾胏，得金矢，利艱貞，吉。
en: The fourth NINE, undivided, shows one gnawing the flesh dried on the bone, and getting the pledges of money and arrows. It will be advantageous to him to realise the difficulty of his task and be firm,--in which case there will be good fortune.

source: 六五：噬乾肉，得黃金，貞厲，无咎。
en: The fifth SIX, divided, shows one gnawing at dried flesh, and finding the yellow gold. Let him be firm and correct, realising the peril (of his position). There will be no error.

source: 上九：何校滅耳，凶。
en: The sixth NINE, undivided, shows one wearing the cangue, and deprived of his ears. There will be evil.

source: 賁，亨。小利有攸往。
en: Bi indicates that there should be free course (in what it denotes). There will be little advantage (however) if it be allowed to advance (and take the lead).

source: 初九：賁其趾，舍車而徒。
en: The first NINE, undivided, shows one adorning (the way of) his feet. He can discard a carriage and walk on foot.

source: 六二：賁其須。
en: The second SIX, divided, shows one adorning his beard.

source: 九三：賁如濡如，永貞吉。
en: The third NINE, undivided, shows its subject with the appearance of being adorned and bedewed (with rich favours). But let him ever maintain his firm correctness, and there will be good fortune.

source: 六四：賁如皤如，白馬翰如，匪寇婚媾。
en: The fourth SIX, divided, shows one looking as if adorned, but only in white. As if (mounted on) a white horse, and furnished with wings, (he seeks union with the subject of the first line), while (the intervening third pursues), not as a robber, but intent on a matrimonial alliance.

source: 六五：賁於丘園，束帛戔戔，吝，終吉。
en: The fifth SIX, divided, shows its subject adorned by (the occupants of) the heights and gardens. He bears his roll of silk, small and slight. He may appear stingy; but there will be good fortune in the end.

source: 上九：白賁，无咎。
en: The sixth NINE, undivided, shows one with white as his (only) ornament. There will be no error.

source: 剝，不利有攸往。
en: Bo indicates that (in the state which it symbolises) it will not be advantageous to make a movement in any direction whatever.

source: 初六：剝牀以足，蔑貞凶。
en: The first SIX, divided, shows one overturning the couch by injuring its legs. (The injury will go on to) the destruction of (all) firm correctness, and there will be evil.

source: 六二：剝牀以辨，蔑貞凶。
en: The second SIX, divided, shows one overthrowing the couch by injuring its frame. (The injury will go on to) the destruction of (all) firm correctness, and there will be evil.

source: 六三：剝之，无咎。
en: The third SIX, divided, shows its subject among the overthrowers; but there will be no error.

source: 六四：剝牀以膚，凶。
en: The fourth SIX, divided, shows its subject having overthrown the couch, and (going to injure) the skin (of him who lies on it). There will be evil.

source: 六五：貫魚，以宮人寵，无不利。
en: The fifth SIX, divided, shows (its subject leading on the others like) a string of fishes, and (obtaining for them) the favour that lights on the inmates of the palace. There will be advantage in every way.

source: 上九：碩果不食，君子得輿，小人剝廬。
en: The topmost NINE, undivided, shows its subject (as) a great fruit which has not been eaten. The superior man finds (the people again) as a chariot carrying him. The small men (by their course) overthrow their own dwellings.

source: 復，亨。出入无疾，朋來无咎。反復其道，七日來復，利有攸往。
en: Fu indicates that there will be free course and progress (in what it denotes). (The subject of it) finds no one to distress him in his exits and entrances; friends come to him, and no error is committed . He will return and repeat his (proper) course. In seven days comes his return. There will be advantage in whatever direction movement is made.

source: 初九：不復遠，无只悔，元吉。
en: The first NINE, undivided, shows its subject returning (from an error) of no great extent, which would not proceed to anything requiring repentance. There will be great good fortune.

source: 六二：休復，吉。
en: The second SIX, divided, shows the admirable return (of its subject). There will be good fortune.

source: 六三：頻復，厲无咎。
en: The third SIX, divided, shows one who has made repeated returns. The position is perilous, but there will be no error.

source: 六四：中行獨復。
en: The fourth SIX, divided, shows its subject moving right in the centre (among those represented by the other divided lines), and yet returning alone (to his proper path).

source: 六五：敦復，无悔。
en: The fifth SIX, divided, shows the noble return of its subject. There will be no ground for repentance.

source: 上六：迷復，凶，有災眚。用行師，終有大敗，以其國君，凶；至于十年，不克征。
en: The topmost SIX, divided, shows its subject all astray on the subject of returning. There will be evil. There will be calamities and errors. If with his views he put the hosts in motion, the end will be a great defeat, whose issues will extend to the ruler of the state. Even in ten years he will not be able to repair the disaster.

source: 无妄，元亨，利貞。其匪正有眚，不利有攸往。
en: Wu Wang indicates great progress and success, while there will be advantage in being firm and correct. If (its subject and his action) be not correct, he will fall into errors, and it will not be advantageous for him to move in any direction.

source: 初九：无妄，往吉。
en: The first NINE, undivided, shows its subject free from all insincerity. His advance will be accompanied with good fortune.

source: 六二：不耕獲，不菑畬，則利有攸往。
en: The second SIX, divided, shows one who reaps without having ploughed (that he might reap), and gathers the produce of his third year's fields without having cultivated them the first year for that end. To such a one there will be advantage in whatever direction he may move.

source: 六三：无妄之災，或系之牛，行人之得，邑人之災。
en: The third SIX, divided, shows calamity happening to one who is free from insincerity - as in the case of an ox that has been tied up. A passer by finds it (and carries it off), while the people in the neighbourhood have the calamity (of being accused and. apprehended).

source: 九四：可貞，无咎。
en: The fourth NINE, undivided, shows (a case) in which, if its subject can remain firm and correct, there will be no error.

source: 九五：无妄之疾，勿藥有喜。
en: The fifth NINE, undivided, shows one who is free from insincerity, and yet has fallen ill. Let him not use medicine, and he will have occasion for joy (in his recovery).

source: 上九：无妄，行有眚，无攸利。
en: The topmost NINE, undivided, shows its subject free from insincerity, yet sure to fall into error, if he take action. (His action) will not be advantageous in any way.

source: 大畜，利貞，不家食吉，利涉大川。
en: Under the conditions of Da Xu it will be advantageous to be firm and correct. (If its subject do not seek to) enjoy his revenues in his own family (without taking service at court), there will be good fortune. It will be advantageous for him to cross the great stream.

source: 初九：有厲利已。
en: The first NINE, undivided, shows its subject in a position of peril. It will be advantageous for him to stop his advance.

source: 九二：輿說輻。
en: The second NINE, undivided, shows a carriage with the strap under it removed.

source: 九三：良馬逐，利艱貞。曰閑輿衛，利有攸往。
en: The third NINE, undivided, shows its subject urging his way with good horses. It will be advantageous for him to realise the difficulty (of his course), and to be firm and correct, exercising himself daily in his charioteering and methods of defence; then there will be advantage in whatever direction he may advance.

source: 六四：童豕之牿，元吉。
en: The fourth six, divided, shows the young bull, (and yet) having the piece of wood over his horns. There will be great good fortune.

source: 六五：豶豕之牙，吉。
en: The fifth six, divided, shows the teeth of a castrated hog. There will be good fortune.

source: 上九：何天之衢，亨。
en: The sixth NINE, undivided, shows its subject (as) in command of the firmament of heaven. There will be progress.

source: 頤，貞吉。觀頤，自求口實。
en: Yi indicates that with firm correctness there will be good fortune (in what is denoted by it). We must look at what we are seeking to nourish, and by the exercise of our thoughts seek for the proper aliment.

source: 初九：舍爾靈龜，觀我朵頤，凶。
en: The first NINE, undivided, (seems to be thus addressed), 'You leave your efficacious tortoise, and look at me till your lower jaw hangs down.' There will be evil.

source: 六二：顛頤，拂經，于丘頤，征凶。
en: The second SIX, divided, shows one looking downwards for nourishment, which is contrary to what is proper; or seeking it from the height (above), advance towards which will lead to evil.

source: 六三：拂頤，貞凶，十年勿用，无攸利。
en: The third SIX, divided, shows one acting contrary to the method of nourishing. However firm he may be, there will be evil. For ten years let him not take any action, (for) it will not be in any way advantageous.

source: 六四：顛頤吉，虎視眈眈，其欲逐逐，无咎。
en: The fourth SIX, divided, shows one looking downwards for (the power to) nourish. There will be good fortune. Looking with a tiger's downward unwavering glare, and with his desire that impels him to spring after spring, he will fall into no error.

source: 六五：拂經，居貞吉，不可涉大川。
en: The fifth SIX, divided, shows one acting contrary to what is regular and proper; but if he abide in firmness, there will be good fortune. He should not, (however, try to) cross the great stream.

source: 上九：由頤，厲吉，利涉大川。
en: The sixth NINE, undivided, shows him from whom comes the nourishing. His position is perilous, but there will be good fortune. It will be advantageous to cross the great stream.

source: 大過，棟橈，利有攸往，亨。
en: Da Guo suggests to us a beam that is weak. There will be advantage in moving (under its conditions) in any direction whatever; there will be success.

source: 初六：藉用白茅，无咎。
en: The first SIX, divided, shows one placing mats of the white m?o grass under things set on the ground. There will be no error.

source: 九二：枯楊生稊，老夫得其女妻，无不利。
en: The second NINE, undivided, shows a decayed willow producing shoots, or an old husband in possession of his young wife. There will be advantage in every way.

source: 九三：棟橈，凶。
en: The third NINE, undivided, shows a beam that is weak. There will be evil.

source: 九四：棟隆，吉。有它吝。
en: The fourth NINE, undivided, shows a beam curving upwards. There will be good fortune. If (the subject of it) looks for other (help but that of line one), there will be cause for regret.

source: 九五：枯楊生華，老婦得士夫，无咎无譽。
en: The fifth NINE, undivided, shows a decayed willow producing flowers, or an old wife in possession of her young husband. There will be occasion neither for blame nor for praise.

source: 上六：過涉滅頂，凶，无咎。
en: The topmost SIX, divided, shows its subject with extraordinary (boldness) wading through a stream, till the water hides the crown of his head. There will be evil, but no ground for blame.

source: 坎，習坎，有孚維心，亨。行有尚。
en: Kan, here repeated, shows the possession of sincerity, through which the mind is. penetrating. Action (in accordance with this) will be of high value.

source: 初六：習坎，入于坎窞，凶。
en: The first SIX, divided, shows its subject in the double defile, and (yet) entering a cavern within it. There will be evil.

source: 九二：坎有險，求小得。
en: The second NINE, undivided, shows its subject in all the peril of the defile. He will, however, get a little (of the deliverance) that he seeks.

source: 六三：來之坎坎，險且枕，入于坎窞，勿用。
en: The third SIX, divided, shows its subject, whether he comes or goes ( =descends or ascends), confronted by a defile. All is peril to him and unrest. (His endeavours) will lead him into the cavern of the pit. There should be no action (in such a case).

source: 六四：樽酒簋貳，用缶，納約自牖，終无咎。
en: The fourth SIX, divided, shows its subject (at a feast), with (simply) a bottle of spirits, and a subsidiary basket of rice, while (the cups and bowls) are (only) of earthenware. He introduces his important lessons (as his ruler's) intelligence admits. There will in the end be no error.

source: 九五：坎不盈，只既平，无咎。
en: The fifth NINE, undivided, shows the water of the defile not yet full, (so that it might flow away); but order will (soon) be brought about. There will be no error.

source: 上六：用徽纆，置于叢棘，三歲不得，凶。
en: The topmost SIX, divided, shows its subject bound with cords of three strands or two strands, and placed in the thicket of thorns. But in three years he does not learn the course for him to pursue. There will be evil.

source: 離，利貞，亨。畜牝牛，吉。
en: Li indicates that, (in regard to what it denotes), it will be advantageous to be firm and correct, and that thus there will be free course and success. Let (its subject) also nourish (a docility like that of) the cow, and there will be good fortune.

source: 初九：履錯然，敬之无咎。
en: The first NINE, undivided, shows one ready to move with confused steps. But he treads at the same time reverently, and there will be no mistake.

source: 六二：黃離，元吉。
en: The second SIX, divided, shows its subject in his place in yellow. There will be great good fortune.

source: 九三：日昃之離，不鼓缶而歌，則大耋之嗟，凶。
en: The third NINE, undivided, shows its subject in a position like that of the declining sun. Instead of playing on his instrument of earthenware, and singing to it, he utters the groans of an old man of eighty. There will be evil.

source: 九四：突如其來如，焚如，死如，棄如。
en: The fourth NINE, undivided, shows the manner of its subject's coming. How abrupt it is, as with fire, with death, to be rejected (by all)!

source: 六五：出涕沱若，戚嗟若，吉。
en: The fifth SIX, divided, shows its subject as one with tears flowing in torrents, and groaning in sorrow. There will be good fortune.

source: 上九：王用出征，有嘉折首，獲其匪丑，无咎。
en: The topmost NINE, undivided, shows the king employing its subject in his punitive expeditions. Achieving admirable (merit), he breaks (only) the chiefs (of the rebels). Where his prisoners were not their associates, he does not punish. There will be no error.

source: 咸，亨，利貞，取女吉。
en: Xian indicates that, (on the fulfilment of the conditions implied in it), there will be free course and success. Its advantageousness will depend on the being firm and correct, (as) in marrying a young lady. There will be good fortune.

source: 初六：咸其拇。
en: The first six, divided, shows one moving his great toes.

source: 六二：咸其腓，凶，居吉。
en: The second SIX, divided, shows one moving the calves of his leg. There will be evil. If he abide (quiet in his place), there will be good fortune.

source: 九三：咸其股，執其隨，往吝。
en: The third NINE, undivided, shows one moving his thighs, and keeping close hold of those whom he follows. Going forward (in this way) will cause regret.

source: 九四：貞吉悔亡，憧憧往來，朋從爾思。
en: The fourth NINE, undivided, shows that firm correctness whi.ch will lead to good fortune, and prevent all occasion for repentance. If its subject be unsettled in his movements, (only) his friends will follow his purpose.

source: 九五：咸其脢，无悔。
en: The fifth NINE, undivided, shows one moving the flesh along the spine above the heart. There will be no occasion for repentance.

source: 上六：咸其輔，頰，舌。
en: The sixth six, divided, shows one moving his jaws and tongue.

source: 恆，亨，无咎，利貞，利有攸往。
en: Heng indicates successful progress and no error (in what it denotes). But the advantage will come from being firm and correct; and movement in any direction whatever will be advantageous.

source: 初六：浚恆，貞凶，无攸利。
en: The first SIX, divided, shows its subject deeply (desirous) of long continuance. Even with firm correctness there will be evil; there will be no advantage in any way.

source: 九二：悔亡。
en: The second NINE, undivided, shows all occasion for repentance disappearing.

source: 九三：不恆其德，或承之羞，貞吝。
en: The third NINE, undivided, shows one who does not continuously maintain his virtue. There are those who will impute this to him as a disgrace. However firm he may be, there will be ground for regret.

source: 九四：田无禽。
en: The fourth NINE, undivided, shows a field where there is no game.

source: 六五：恆其德，貞，婦人吉，夫子凶。
en: The fifth SIX, divided, shows its subject continuously maintaining the virtue indicated by it. In a wife this will be fortunate; in a husband, evil.

source: 上六：振恆，凶。
en: The topmost SIX, divided, shows its subject exciting himself to long continuance. There will be evil.

source: 遯，亨，小利貞。
en: Dun indicates successful progress (in its circumstances). To a small extent it will (still) be advantageous to be firm and correct.

source: 初六：遯尾，厲，勿用有攸往。
en: The first SIX, divided, shows a retiring tail. The position is perilous. No movement in any direction should be made.

source: 六二：執之用黃牛之革，莫之勝說。
en: The second SIX, divided, shows its subject holding (his purpose) fast as if by a (thong made from the) hide of a yellow ox, which cannot be broken.

source: 九三：系遯，有疾厲，畜臣妾吉。
en: The third NINE, undivided, shows one retiring but bound,--to his distress and peril. (If he were to deal with his binders as in) nourishing a servant or concubine, it would be fortunate for him.

source: 九四：好遯君子吉，小人否。
en: The fourth NINE, undivided, shows its subject retiring notwithstanding his likings. In a superior man this will lead to good fortune; a small man cannot attain to this.
